Repository: Saja12344/Glutinc
Catalog: Glutinc/V/Localizable.xcstrings
Source language: en
Languages: ar

source: About
ar: حول التطبيق

source: About the App
ar: نبذة عن التطبيق

source: Are you sure?
ar: هل أنت متأكد؟

source: Cancel
ar: إلغاء

source: Category
ar: الفئة

source: Conatins gluten ⚠️
ar: يحتوي على الجلوتين ⚠️

source: Contains Gluten
ar: يحتوي على الجلوتين

source: Contains Gluten ❌
ar: يحتوي على الجلوتين ❌

source: Danger Zone
ar: منطقة الخطر

source: Delete Account
ar: حذف الحساب

source: Detected Gluten Ingredients
ar: مكوّنات الغلوتين المكتشفة

source: Edit Name
ar: تعديل الاسم

source: Edit Profile Photo
ar: تعديل الصورة الشخصية

source: Enter the price
ar: سعر المنتج

source: Error: %@
ar: خطأ

source: Free gluten ✔️
ar: خالي من الجلوتين ✔️

source: General
ar: عام

source: Gluten-Free
ar: خالي من الجلوتين

source: Gluten-Free ✅
ar: خالي من الجلوتين ✅

source: How much?
ar: السعر؟

source: How was your product?
ar: ما رأيك في المنتج؟

source: Ingredients that were detected:
ar: المكوّنات التي تم اكتشافها:

source: Location
ar: الموقع

source: May Contain Gluten ⚠️
ar: قد يحتوي على الجلوتين ⚠️

source: Next
ar: التالي

source: No gluten-related ingredients were detected.
ar: لا توجد مكوّنات تحتوي على غلوتين.

source: Note : Focus on the ingredient list for accurate results
ar: تنبيه: ركّز على قائمة المكوّنات للحصول على نتائج دقيقة

source: Notifications
ar: الإشعارات

source: Please double-check the ingredients manually.
ar: الرجاء مراجعة قائمة المكوّنات يدويًا.

source: Possibly Risky Ingredients
ar: مكوّنات قد تكون خطِرة

source: Post
ar: نشر

source: Post Result
ar: نشر النتيجة

source: Result
ar: النتيجة

source: Save
ar: حفظ

source: Scan
ar: مسح

source: Scan Page (Coming Soon)
ar: قريبا

source: Search
ar: بحث

source: Settings
ar: الاعدادات

source: Shop
ar: المتجر

source: Shop Page (Coming Soon)
ar: قريبا

source: Sign Out
ar: تسجيل الخروج

source: Sign out?
ar: هل تريد تسجيل الخروج؟

source: Sign up for sharing with people
ar: سجّل للانضمام والمشاركة مع الآخرين

source: The ingredients could not be identified with certainty.
ar: تعذّر تحديد المكوّنات بدقّة.

source: This product contains ingredients associated with gluten.
ar: يحتوي هذا المنتج على مكوّنات مرتبطة بالغلوتين.

source: This product is safe for a gluten-free diet.
ar: المنتج آمن لمرضى السيلياك.

source: This product may contain gluten due to uncertain ingredients.
ar: قد يحتوي هذا المنتج على غلوتين بسبب عدم وضوح المكوّنات.

source: Unknown ❓
ar: غير معروف ❓

source: Your name
ar: اسمك
